Repository: woocommerce/woocommerce-accommodation-bookings
Catalog: languages/woocommerce-accommodation-bookings-*.po
Languages: fr_ca

source: Accommodation product
fr_ca: Produit pour Réservations d'hébergement

source: Accommodation Settings
fr_ca: Paramètres pour Réservations d'hébergement

source: Check-in time
fr_ca: Heure d'arrivée

source: Check-in time for reservations.
fr_ca: Heure d'arrivée pour les réservations

source: Check-out time
fr_ca: Heure de depart

source: Check-out time for reservations.
fr_ca: Heure de depart pour les réservations

source: Accommodations
fr_ca: Hébergement

source: January
fr_ca: Janvier

source: February
fr_ca: Février

source: March
fr_ca: Mars

source: April
fr_ca: Avril

source: May
fr_ca: Mai

source: June
fr_ca: Juin

source: July
fr_ca: Juillet

source: August
fr_ca: Août

source: September
fr_ca: Septembre

source: October
fr_ca: Octobre

source: November
fr_ca: Novembre

source: December
fr_ca: Decembre

source: Monday
fr_ca: Lundi

source: Tuesday
fr_ca: Mardi

source: Wednesday
fr_ca: Mecredi

source: Thursday
fr_ca: Jeudi

source: Friday
fr_ca: Vendredi

source: Saturday
fr_ca: Samedi

source: Sunday
fr_ca: Dimanche

source: Week %s
fr_ca: Pourcentages pour la semaine

source: Custom date range
fr_ca: Période personnalisée

source: Range of months
fr_ca: Période de mois

source: Range of weeks
fr_ca: Période de semaines

source: Range of days
fr_ca: Période de jours

source: No
fr_ca: Non

source: Yes
fr_ca: Oui

source: Number of rooms available
fr_ca: Nombre de salles disponibles

source: The maximum number of rooms available.
fr_ca: Maximum nombre de salles disponsibles

source: Bookings can be made starting
fr_ca: Des réservations peuvent commencer après

source: Month(s)
fr_ca: Mois

source: Week(s)
fr_ca: Semaine(s)

source: Day(s)
fr_ca: Jour(s)

source: into the future
fr_ca: dans l'avenir

source: Bookings can only be made
fr_ca: Des réservations peuvent seulement

source: Range type
fr_ca: Type de gamme

source: From
fr_ca: De

source: To
fr_ca: à

source: Bookable
fr_ca: Peut être réservé

source: Priority
fr_ca: Priorité

source: Add Range
fr_ca: Ajouter une gamme

source: Minimum number of nights allowed in a booking
fr_ca: Nombre de nuits minimum par réservation

source: The minimum allowed duration the user can stay.
fr_ca: Duration minimal le client peut rester

source: Maximum number of nights allowed in a booking
fr_ca: Nombre de nuits maximum par réservation

source: The maximum allowed duration the user can stay.
fr_ca: Duration maximum le client peut rester

source: Calendar display mode
fr_ca: Mode d'affichage du calendrier

source: Choose how the calendar is displayed on the booking form.
fr_ca: Choissisez comment le calendrier se rendre sur le page réservation

source: Display calendar on click
fr_ca: Afficher le calendrier sur clic

source: Calendar always visible
fr_ca: Le calendrier est toujours visible

source: Requires confirmation?
fr_ca: Nécessite une confirmation?

source: Check this box if the booking requires admin approval/confirmation. Payment will not be taken during checkout.
fr_ca: Choissisez si la réservation necessite l'approbation/confirmation par un administrateur

source: Can be cancelled?
fr_ca: Peut être annulé?

source: Check this box if the booking can be cancelled by the customer after it has been purchased. A refund will not be sent automatically.
fr_ca: Choissisez si la réservation peut être annulé

source: Cancellation up till
fr_ca: Annulation possible jusque avant

source: Hour(s)
fr_ca: Heure(s)

source: before check-in.
fr_ca: avant l'heure d'arrivée

source: Range of certain nights
fr_ca: Période de certains nuits

source: Range of nights during the week
fr_ca: Période de nuits pendant la semaine

source: Standard room rate
fr_ca: Taux standard

source: Standard cost for booking the room.
fr_ca: Taux standard pour faire une réservation

source: Starting
fr_ca: En commencent

source: Ending
fr_ca: En terminant

source: Includes this date/night.
fr_ca: En incluant ce jour/soir

source: Cost
fr_ca: Coût

source: Cost for this time period.
fr_ca: Coût pour cette période

source: Availability
fr_ca: Disponbilité

source: Rates
fr_ca: Tarifs

source: Check-in
fr_ca: Heure d'arrivée

source: at
fr_ca: à

source: Check-out
fr_ca: Heure de départ

source: Booking Date
fr_ca: Date de réservation

source: Arriving/leaving
fr_ca: En Arrivant/au départ

source: View Documentation
fr_ca: Voir le documentation

source: Docs
fr_ca: Documents

source: Visit Premium Customer Support Forum
fr_ca: Visitez le forum de soutien pour les clients premium

source: Premium Support
fr_ca: Le soutien premium

source: Accommodation Bookings requires Bookings plugin activated.
fr_ca: Réservations d'hébergement necessite l'activation du plugin Réservations

source: Accommodation Bookings requires Bookings version 1.9+.
fr_ca: Réservations d'hébergement necessite le version du plugin Réservations 1.9+

source: Accommodation Bookings requires PHP version 5.3+.
fr_ca: Réservations d'hébergement necessite le version du PHP 5.3+

source: Accommodation booking
fr_ca: Réservations

source: From %s per night
fr_ca: À partir de %s par nuit

source: Free
fr_ca: Gratuit

source: WooCommerce Accommodation Bookings
fr_ca: WooCommerce Réservations d'hébergement

source: An accommodations add-on for the WooCommerce Bookings extension.
fr_ca: Fonctionnalite pour faire les réservations d'hébergement en extension du plugin Réservations par WooCommerce
